{"translation-revision-date":"2024-02-15 20:53:45+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Enable customers to filter the product collection by rating.":["Müşterilerin ürün koleksiyonunu derecelendirmeye göre filtrelemesine olanak sağlayın."],"Product Filter: Rating":["Ürün Filtresi: Derecelendirme"],"Enable customers to filter the product collection by selecting one or more attributes, such as color.":["Müşterilerin renk gibi bir veya daha fazla nitelik seçerek ürün koleksiyonunu filtrelemesini sağlayın."],"Enable customers to filter the product collection by stock status.":["Müşterilerin ürün koleksiyonunu stok durumuna göre filtrelemesini sağlayın."],"Product Filter: Stock Status":["Ürün Filtresi: Stok Durumu"],"Enable customers to filter the product collection by choosing a price range.":["Müşterilerin bir fiyat aralığı seçerek ürün koleksiyonunu filtrelemesini sağlayın."],"Product Filter: Price":["Ürün Filtresi: Fiyat"],"Product Filter: Active Filters":["Ürün Filtesi: Etkin Filtreler"],"When added to a post or page, Collection Filters block needs to be nested inside a Product Collection block to function properly.":["Koleksiyon Filtreleri blokunun bir gönderiye veya sayfaya eklendiğinde düzgün çalışması için bir Ürün Koleksiyonu bloku içine yerleştirilmesi gerekir."],"The widget area containing Collection Filters block needs to be placed on a product archive page for filters to function properly.":["Filtrelerin düzgün çalışması için Koleksiyon Filtreleri blokunu içeren bileşen alanının bir ürün arşiv sayfasına yerleştirilmesi gerekir."],"Product Filter: Attribute":["Ürün Filtesi: Nitelik"],"You can restore to legacy filter blocks incase something went wrong.":["Bir sorun oluşması durumunda eski filtre bloklarını geri yükleyebilirsiniz."],"Legacy Block":["Eski Blok"],"Filter by Stock Status":["Stok Durumuna Göre Filtrele"],"Filter by Rating":["Puana Göre Filtrele"],"Filter by Attribute":["Niteliğe Göre Filtrele"],"Display the currently active filters.":["Etkin olan filtreleri görüntüleyin."],"Filter by Price":["Fiyata Göre Filtrele"],"Active filters":["Etkinleştirilmiş filtreler"],"Restore":["Geri yükle"]}},"comment":{"reference":"assets\/client\/blocks\/product-filter.js"}}